index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-06-09 Jum 14:43 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>⚡ Flash Coffee Completions</title>
<meta name="author" content="Denzel Wendy" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">⚡ Flash Coffee Completions</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org075aded">1. Menu <code>[23/47]</code></a></li>
</ul>
</div>
</div>
<p>
Sponsored by: Ewaldo Samuel Flash Coffee Account
url menu: <a href="https://flash-coffee.com/id/menu/">https://flash-coffee.com/id/menu/</a>
</p>
<div id="outline-container-org075aded" class="outline-2">
<h2 id="org075aded"><span class="section-number-2">1.</span> Menu <code>[23/47]</code></h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li class="on"><code>[X]</code> Americano 6/10 - Standar</li>
<li class="off"><code>[&#xa0;]</code> Aren Frappe</li>
<li class="off"><code>[&#xa0;]</code> Avo Choco Shake</li>
<li class="on"><code>[X]</code> Avo Latte 7/10 - Standar, kayak latte biasa tp ada sedikit rasa avocado, hampir gbs dibedain.</li>
<li class="off"><code>[&#xa0;]</code> Black Rock</li>
<li class="on"><code>[X]</code> Buttery Iftar Shake 9/10 - Creamy &amp; savory, personal favorite. Tapi not for all.</li>
<li class="off"><code>[&#xa0;]</code> Cappuccino</li>
<li class="on"><code>[X]</code> Caramel Latte 7.5/10 - Enak, kalau bingung mau mesen apa tinggal pilih ini.</li>
<li class="on"><code>[X]</code> Charcoal Latte 6/10 - Rasanya ga ada beda sama latte plain.</li>
<li class="on"><code>[X]</code> Choco Bliss 6/10 - Coklat, ya standar sih.</li>
<li class="off"><code>[&#xa0;]</code> Choco Caramel Latte with Oatmilk</li>
<li class="off"><code>[&#xa0;]</code> Choco Fudge Frappe</li>
<li class="off"><code>[&#xa0;]</code> Choco Hazelnut Frappe</li>
<li class="off"><code>[&#xa0;]</code> Chocolate Hazelnut Latte</li>
<li class="off"><code>[&#xa0;]</code> Chocolate Hazelnut Shake</li>
<li class="on"><code>[X]</code> Chocomint Shake with Oatmilk 5/10 - oatside tambah pepsoden, well biasa aja sih.</li>
<li class="on"><code>[X]</code> Clean Ice Tea 4/10 - teh sosro overpriced</li>
<li class="on"><code>[X]</code> Coconut Latte 8/10 - Overall nice, tapi harus suka kelapa.</li>
<li class="on"><code>[X]</code> Coconut Matcha Shake 8.5/10 - mendekati ifrar shake, very good. after tastenya enak, kayak kelapa parut.</li>
<li class="on"><code>[X]</code> Coconut Oreo Shake 8/10 - Recommended kalau mau coba coconut based.</li>
<li class="off"><code>[&#xa0;]</code> Espresso</li>
<li class="off"><code>[&#xa0;]</code> Flash Chocolate</li>
<li class="on"><code>[X]</code> Latte Gula Aren 7.5/10 - Pesanan default kalau alergi kacang, kalau ga ya macadamia.</li>
<li class="off"><code>[&#xa0;]</code> Latte Gula Aren with Almond Milk</li>
<li class="off"><code>[&#xa0;]</code> Lemon Ice Tea</li>
<li class="off"><code>[&#xa0;]</code> Lychee Ice Tea</li>
<li class="off"><code>[&#xa0;]</code> Macadamia Frappe</li>
<li class="on"><code>[X]</code> Macadamia Latte 8/10 - Pesanan default kalau gtw mau beli apa, enak.</li>
<li class="off"><code>[&#xa0;]</code> Matcha Frappe</li>
<li class="on"><code>[X]</code> Matcha Latte 7/10 - Matchanya kerasa, ga terlalu essence rasanya. Jadi kalau yang suka matcha bakal lebih preferable daripada yang plain, tapi not as good as macadamia.</li>
<li class="off"><code>[&#xa0;]</code> Matcha Macadamia Shake</li>
<li class="off"><code>[&#xa0;]</code> Mocha Latte</li>
<li class="off"><code>[&#xa0;]</code> Oatmilk Cappuccino</li>
<li class="off"><code>[&#xa0;]</code> Oatmilk Latte</li>
<li class="off"><code>[&#xa0;]</code> Oreo Cookies Cream Frappe</li>
<li class="off"><code>[&#xa0;]</code> Oreo Shake</li>
<li class="on"><code>[X]</code> Pretea Girl 8/10 - enak, kalau suka milk tea pasti suka. Tapi preferable less sugar.</li>
<li class="on"><code>[X]</code> Sparkling Espresso 1/10 - No, just no</li>
<li class="on"><code>[X]</code> Sparkling Espresso with Lemon Flavor n/10 - yg original aja udh disgusting</li>
<li class="on"><code>[X]</code> Sparkling Espresso with Lychee Flavor n/10 - gamau, sayang duit</li>
<li class="off"><code>[&#xa0;]</code> Strawberry Ice Tea</li>
<li class="on"><code>[X]</code> Strawberry Latte 3/10 - Strawberrynya aneh rasanya, kayak &ldquo;keset&rdquo;. Tapi sesudah beberapa kl minum, not bad sih.</li>
<li class="on"><code>[X]</code> Strawberry Shake</li>
<li class="off"><code>[&#xa0;]</code> Thai tea</li>
<li class="on"><code>[X]</code> Toblerone Latte 6/10 - Beneran latte normal, dicelupin toblerone. Not worth</li>
<li class="on"><code>[X]</code> Vanilla Ice Tea 8/10 - Tehnya lebih enak daripada kopinya, kalau yg doyan teh very recommended, also vanilla tastenya pas.</li>
<li class="on"><code>[X]</code> Vanilla Latte 7/10 - Better than caramel latte, hampir mendekati macadamia. Overall enak, kalau males mikir boleh ini.</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Denzel Wendy</p>
<p class="date">Created: 2023-06-09 Jum 14:43</p>
</div>
</body>
</html>